"tabs.lessons" = "Lessons";
"tabs.review" = "Review";
"tabs.settings" = "Settings";
"lessons.title" = "Lessons";
"lessons.lesson" = "Lesson";
"lessons.progress" = "Progress";
"lessons.words" = "Words";
"lessons.description" = "How to Learn?";
"lessons.continueLesson" = "Continue Lesson";
"lessons.locked" = "Complete previous lesson with 90% to unlock";
"lessons.completed" = "Completed";
"words.title" = "Vocabulary";
"words.learn" = "Learn Words";
"words.english" = "English";
"words.russian" = "Russian";
"words.tap_to_hear" = "Tap to hear pronunciation";
"words.next" = "Next";
"words.previous" = "Previous";
"words.of" = "of";
"review.title" = "Word Review";
"review.empty" = "No words to review yet. Learn some words first!";
"review.correct" = "Correct!";
"review.incorrect" = "Incorrect";
"review.showAnswer" = "Show Answer";
"exam.title" = "Exam";
"exam.build_sentence" = "Build the sentence";
"exam.correct" = "Correct!";
"exam.incorrect" = "Try again";
"exam.next" = "Next";
"exam.finish" = "Finish";
"exam.score" = "Your score";
"exam.tryAgain" = "Try Again";
"exam.complete" = "Complete!";
"settings.title" = "Settings";
"settings.language" = "Interface Language";
"settings.about" = "About";
"settings.version" = "Version 1.0";
"settings.appName" = "Memora English";
